Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Device frames wrap your screenshot in an authentic device bezel. Screenshot Bro ships pixel-accurate frames for iPhone, iPad, Mac, Apple Watch, and Android-style layouts.
ar: تعمل إطارات الجهاز على تغليف لقطة الشاشة الخاصة بك بإطار الجهاز الأصلي. يشحن Screenshot Bro إطارات بدقة البكسل لتخطيطات iPhone وiPad وMac وApple Watch وAndroid.
ca: Els marcs del dispositiu embolcallen la vostra captura de pantalla en un bisell autèntic del dispositiu. Screenshot Bro ofereix fotogrames amb precisió en píxels per a dissenys d'estil iPhone, iPad, Mac, Apple Watch i Android.
cs: Rámečky zařízení zabalí snímek obrazovky do autentického rámečku zařízení. Screenshot Bro dodává snímky s přesností na pixely pro iPhone, iPad, Mac, Apple Watch a rozvržení ve stylu Android.
da: Enhedsrammer omslutter dit skærmbillede i en autentisk enhedsramme. Screenshot Bro leverer pixelnøjagtige rammer til layouter i iPhone, iPad, Mac, Apple Watch og Android-stil.
de: Geräterahmen umgeben deinen Screenshot mit einem originalgetreuen Gerätegehäuse. Screenshot Bro bringt pixelgenaue Rahmen für iPhone, iPad, Mac, Apple Watch und Android-artige Layouts mit.
el: Τα καρέ συσκευής τυλίγουν το στιγμιότυπο οθόνης σας σε ένα αυθεντικό πλαίσιο συσκευής. Το Screenshot Bro αποστέλλει καρέ με ακρίβεια εικονοστοιχείων για διατάξεις τύπου iPhone, iPad, Mac, Apple Watch και Android.
es: Los marcos de dispositivo rodean tu captura con un bisel de dispositivo real. Screenshot Bro incluye marcos precisos al píxel para iPhone, iPad, Mac, Apple Watch y diseños de estilo Android.
fa: قاب‌های دستگاه، اسکرین‌شات شما را در بدنهٔ واقعی دستگاه قرار می‌دهند. Screenshot Bro قاب‌هایی با دقت پیکسلی برای iPhone، iPad، Mac، Apple Watch و چیدمان‌های سبک اندروید دارد.
fi: Laitekehykset käärivät kuvakaappauksen autenttiseen laitekehykseen. Screenshot Bro toimittaa pikselitarkkoja kehyksiä iPhone-, iPad-, Mac-, Apple Watch- ja Android-tyylisille asetteluille.
fr: Les cadres d'appareil entourent votre capture d'écran d'un contour d'appareil authentique. Screenshot Bro fournit des cadres au pixel près pour iPhone, iPad, Mac, Apple Watch et des mises en page de style Android.
he: מסגרות מכשיר עוטפות את צילום המסך שלך בלוח מכשיר אותנטי. Screenshot Bro שולח פריימים מדויקים לפיקסלים עבור פריסות בסגנון iPhone, iPad, Mac, Apple Watch ו-Android.
hr: Okviri uređaja omotavaju vašu snimku zaslona u autentični okvir uređaja. Screenshot Bro isporučuje okvire točne do piksela za iPhone, iPad, Mac, Apple Watch i rasporede u stilu Androida.
hu: Az eszközkeretek autentikus eszközelőlapba burkolják a képernyőképet. A Screenshot Bro pixelpontos kereteket szállít a iPhone, iPad, Mac, Apple Watch és Android-stílusú elrendezésekhez.
id: Bingkai perangkat membungkus tangkapan layar Anda dalam bezel perangkat asli. Screenshot Bro mengirimkan bingkai dengan akurasi piksel untuk iPhone, iPad, Mac, Apple Watch, dan tata letak bergaya Android.
it: Le cornici del dispositivo racchiudono il tuo screenshot in una cornice autentica. Screenshot Bro include cornici fedeli al pixel per iPhone, iPad, Mac, Apple Watch e layout in stile Android.
ja: デバイスフレームは、スクリーンショットを本物そっくりのデバイスのベゼルで囲みます。Screenshot Bro には、iPhone、iPad、Mac、Apple Watch、Android 風レイアウト用のピクセル単位で正確なフレームが付属しています。
ko: 기기 프레임은 스크린샷을 실제 기기 베젤로 감쌉니다. Screenshot Bro는 iPhone, iPad, Mac, Apple Watch 및 Android 스타일 레이아웃용 픽셀 단위로 정확한 프레임을 제공합니다.
ms: Bingkai peranti membungkus tangkapan skrin anda dalam bezel peranti yang tulen. Screenshot Bro menghantar bingkai tepat piksel untuk iPhone, iPad, Mac, Apple Watch dan reka letak gaya Android.
nl: Apparaatframes wikkelen uw screenshot in een authentieke apparaatrand. Screenshot Bro verzendt pixelnauwkeurige frames voor iPhone, iPad, Mac, Apple Watch en lay-outs in Android-stijl.
no: Enhetsrammer pakker skjermbildet inn i en autentisk enhetsramme. Screenshot Bro leverer pikselnøyaktige rammer for layouter i iPhone, iPad, Mac, Apple Watch og Android-stil.
pl: Ramki urządzenia otaczają zrzut ekranu autentyczną ramką urządzenia. Screenshot Bro dostarcza ramki dokładne w pikselach dla układów iPhone, iPad, Mac, Apple Watch i układów w stylu Androida.
pt_br: As molduras de dispositivo envolvem sua captura de tela com o contorno autêntico do aparelho. O Screenshot Bro inclui molduras com precisão de pixel para iPhone, iPad, Mac, Apple Watch e layouts no estilo Android.
pt_pt: As molduras do dispositivo envolvem sua captura de ecrã em uma moldura autêntica do dispositivo. Screenshot Bro fornece frames com precisão de pixel para iPhone, iPad, Mac, Apple Watch e layouts estilo Android.
ro: Cadrele dispozitivului învelesc captura de ecran într-o ramă autentică a dispozitivului. Screenshot Bro livrează cadre precise la pixeli pentru iPhone, iPad, Mac, Apple Watch și aspecte în stil Android.
ru: Рамки устройств оборачивают скриншот в реалистичный корпус устройства. Screenshot Bro включает точные до пикселя рамки для iPhone, iPad, Mac, Apple Watch и макеты в стиле Android.
sk: Rámy zariadenia zabalia vašu snímku obrazovky do autentického rámu zariadenia. Screenshot Bro dodáva snímky s presnosťou na pixely pre iPhone, iPad, Mac, Apple Watch a rozloženia v štýle Android.
sl: Okvirji naprave ovijejo vaš posnetek zaslona v pristen okvir naprave. Screenshot Bro pošilja slikovne pike natančne okvirje za iPhone, iPad, Mac, Apple Watch in postavitve v slogu Android.
sv: Enhetsramar omsluter din skärmdump i en autentisk enhetsram. Screenshot Bro levererar pixelexakta ramar för layouter i iPhone, iPad, Mac, Apple Watch och Android-stil.
th: กรอบอุปกรณ์ล้อมรอบภาพหน้าจอของคุณในกรอบอุปกรณ์ของแท้ Screenshot Bro จัดส่งเฟรมที่มีความแม่นยำระดับพิกเซลสำหรับ iPhone, iPad, Mac Apple Watch และรูปแบบสไตล์ Android
tr: Aygıt çerçeveleri ekran görüntünüzü gerçekçi bir aygıt kasasıyla sarar. Screenshot Bro; iPhone, iPad, Mac, Apple Watch ve Android tarzı düzenler için piksel hassasiyetinde çerçevelerle gelir.
uk: Рамки пристроїв обгортають знімок екрана справжнім корпусом пристрою. Screenshot Bro містить піксельно точні рамки для iPhone, iPad, Mac, Apple Watch і макети в стилі Android.
ur: ڈیوائس فریم آپ کے اسکرین شاٹ کو ایک مستند ڈیوائس بیزل میں لپیٹ دیتے ہیں۔ Screenshot Bro iPhone، iPad، Mac، Apple Watch، اور Android طرز کے لے آؤٹس کے لیے پکسل کے درست فریم بھیجتا ہے۔
vi: Khung thiết bị bao bọc ảnh chụp màn hình của bạn trong khung viền thiết bị đích thực. Screenshot Bro cung cấp các khung có độ chính xác pixel cho iPhone, iPad, Mac, Apple Watch và bố cục kiểu Android.
zh_hans: 设备边框会为你的截图套上逼真的设备外壳。Screenshot Bro 为 iPhone、iPad、Mac、Apple Watch 以及 Android 风格的布局提供像素级精确的边框。
zh_hant: 裝置外框會以真實的裝置邊框包覆你的螢幕截圖。Screenshot Bro 提供像素精準的 iPhone、iPad、Mac、Apple Watch 外框，以及 Android 風格的版面。

source: Device frames wrap your screenshot in an authentic phone or tablet bezel. Screenshot Bro ships pixel-accurate frames for the latest iPhones, iPads, MacBooks, and a generic Android catalog.
ar: تعمل إطارات الجهاز على تغليف لقطة الشاشة الخاصة بك بإطار أصلي للهاتف أو الجهاز اللوحي. يشحن Screenshot Bro إطارات بدقة البكسل لأحدث iPhones وiPads وMacكتب وكتالوج Android عام.
ca: Els marcs del dispositiu embolcallen la vostra captura de pantalla en un bisell de telèfon o tauleta autèntic. Screenshot Bro ofereix fotogrames amb precisió en píxels per als últims iPhones, iPads, MacLlibres i un catàleg genèric d'Android.
cs: Rámečky zařízení zabalí snímek obrazovky do autentického rámu telefonu nebo tabletu. Screenshot Bro dodává snímky s přesností na pixely pro nejnovější iPhone, iPad, Macknihy a obecný katalog Android.
da: Enhedsrammer omslutter dit skærmbillede i en autentisk telefon- eller tabletramme. Screenshot Bro sender pixelnøjagtige rammer til de seneste iPhones, iPads, Macbøgerne og et generisk Android-katalog.
de: Geräterahmen umhüllen Ihren Screenshot mit einer authentischen Telefon- oder Tablet-Einfassung. Screenshot Bro liefert pixelgenaue Frames für die neuesten iPhones, iPads, MacBücher und einen generischen Android-Katalog.
el: Τα πλαίσια της συσκευής τυλίγουν το στιγμιότυπο οθόνης σας σε ένα αυθεντικό πλαίσιο τηλεφώνου ή tablet. Το Screenshot Bro αποστέλλει καρέ με ακρίβεια pixel για τα πιο πρόσφατα iPhones, iPads, MacΒιβλία και έναν γενικό κατάλογο Android.
es: Los marcos del dispositivo envuelven su captura de pantalla en un bisel auténtico de teléfono o tableta. Screenshot Bro envía fotogramas con precisión de píxeles para los últimos iPhone, iPad, Maclibros y un catálogo genérico de Android.
fa: قاب‌های دستگاه عکس صفحه شما را در یک قاب گوشی یا تبلت معتبر می‌پیچند. Screenshot Bro فریم‌های دقیق پیکسلی را برای آخرین iPhones، iPads، Macکتاب‌ها و یک کاتالوگ عمومی Android ارسال می‌کند.
fi: Laitteen kehykset käärivät kuvakaappauksen autenttiseen puhelimen tai tabletin kehykseen. Screenshot Bro toimittaa pikselitarkkoja kehyksiä uusimmille iPhones, iPads, Mackirjoille ja yleisen Android-luettelon.
fr: Les cadres de l'appareil enveloppent votre capture d'écran dans un cadre authentique de téléphone ou de tablette. Screenshot Bro fournit des images au pixel près pour les derniers iPhones, iPads, Maclivres et un catalogue Android générique.
he: מסגרות מכשיר עוטפות את צילום המסך שלך בלוח טלפון או טאבלט אותנטי. Screenshot Bro שולח פריימים מדויקים לפיקסלים עבור ה-iPhoneים, iPadים, Macספרים האחרונים וקטלוג Android גנרי.
hr: Okviri uređaja omotavaju vašu snimku zaslona u autentični okvir telefona ili tableta. Screenshot Bro isporučuje okvire točne do piksela za najnovije iPhones, iPads, Macknjige i generički Android katalog.
hu: Az eszközkeretek autentikus telefon- vagy táblagép-előlapba burkolják a képernyőképet. A Screenshot Bro pixelpontos kereteket szállít a legújabb iPhone-hez, iPad-hez, Mackönyvhöz és egy általános Android-katalógushoz.
id: Bingkai perangkat membungkus tangkapan layar Anda dalam bezel ponsel atau tablet asli. Screenshot Bro mengirimkan bingkai dengan akurasi piksel untuk iPhone, iPad, MacBuku terbaru, dan katalog Android umum.
ja: デバイス フレームは、スクリーンショットを本物の携帯電話またはタブレットのベゼルで包みます。 Screenshot Bro は、最新の iPhone、iPad、MacBooks、および汎用 Android カタログ用のピクセル精度のフレームを提供します。
ko: 장치 프레임은 실제 휴대폰이나 태블릿 베젤에 스크린샷을 감쌉니다. Screenshot Bro은 최신 iPhone, iPad, Mac도서 및 일반 Android 카탈로그에 대한 픽셀 단위의 정확한 프레임을 제공합니다.
ms: Bingkai peranti membungkus tangkapan skrin anda dalam bezel telefon atau tablet yang tulen. Screenshot Bro menghantar bingkai tepat piksel untuk iPhones, iPads, MacBuku dan katalog Android generik yang terkini.
nl: Apparaatframes wikkelen uw screenshot in een authentieke telefoon- of tabletrand. Screenshot Bro verzendt pixelnauwkeurige frames voor de nieuwste iPhones, iPads, Macboeken en een algemene Android-catalogus.
no: Enhetsrammer pakker skjermbildet inn i en autentisk telefon- eller nettbrettramme. Screenshot Bro sender pikselnøyaktige rammer for de siste iPhone-ene, iPad-ene, Mac-bøkene og en generisk Android-katalog.
pl: Ramki urządzenia otaczają zrzut ekranu autentyczną ramką telefonu lub tabletu. Screenshot Bro dostarcza ramki dokładne w pikselach dla najnowszych iPhone, iPad, Macksiążek i ogólnego katalogu Androida.
pt_br: As molduras do dispositivo envolvem sua captura de tela em uma moldura autêntica de telefone ou tablet. Screenshot Bro envia frames com precisão de pixels para os iPhones, iPads, Maclivros mais recentes e um catálogo genérico do Android.
pt_pt: As molduras do dispositivo envolvem sua captura de ecrã em uma moldura autêntica de telefone ou tablet. Screenshot Bro envia frames com precisão de pixels para os iPhones, iPads, Maclivros mais recentes e um catálogo genérico do Android.
ro: Cadrele dispozitivului învelesc captura de ecran într-o ramă autentică de telefon sau tabletă. Screenshot Bro livrează cadre precise la pixeli pentru cele mai recente iPhones, iPads, MacCărți și un catalog Android generic.
sk: Rámy zariadenia zabalia vašu snímku obrazovky do autentického rámu telefónu alebo tabletu. Screenshot Bro dodáva snímky s presnosťou na pixely pre najnovšie iPhone, iPad, Macknihy a všeobecný katalóg Android.
sl: Okvirji naprave ovijejo vaš posnetek zaslona v pristen okvir telefona ali tabličnega računalnika. Screenshot Bro pošilja slikovne pike natančne okvirje za najnovejše iPhone, iPad, Macknjige in generični katalog Android.
sv: Enhetsramar omsluter din skärmdump i en autentisk telefon- eller surfplatta. Screenshot Bro levererar pixelexakta bildrutor för de senaste iPhones, iPads, Macböckerna och en generisk Android-katalog.
th: กรอบอุปกรณ์ล้อมรอบภาพหน้าจอของคุณในกรอบโทรศัพท์หรือแท็บเล็ตของแท้ Screenshot Bro จัดส่งเฟรมที่มีความแม่นยำระดับพิกเซลสำหรับ iPhones, iPads, Macหนังสือ และแคตตาล็อก Android ทั่วไปล่าสุด
ur: ڈیوائس فریم آپ کے اسکرین شاٹ کو ایک مستند فون یا ٹیبلٹ بیزل میں لپیٹ دیتے ہیں۔ Screenshot Bro تازہ ترین iPhones، iPads، Macکتابوں، اور ایک عام Android کیٹلاگ کے لیے پکسل کے درست فریم بھیجتا ہے۔
vi: Khung thiết bị bao bọc ảnh chụp màn hình của bạn trong viền điện thoại hoặc máy tính bảng đích thực. Screenshot Bro cung cấp các khung có độ chính xác pixel cho iPhones, iPads, MacSách mới nhất và danh mục Android chung.
zh_hans: 设备框架将您的屏幕截图包裹在真正的手机或平板电脑边框中。 Screenshot Bro 为最新的 iPhone、iPad、Mac图书和通用 Android 目录提供像素精确的帧。

source: Device shapes render the screenshot inside a real device frame. Pick a category and model in the properties bar.
ar: تعرض أشكال الأجهزة لقطة الشاشة داخل إطار جهاز حقيقي. اختر فئة ونموذجًا في شريط الخصائص.
ca: Les formes del dispositiu mostren la captura de pantalla dins d'un marc de dispositiu real. Trieu una categoria i un model a la barra de propietats.
cs: Tvary zařízení vykreslují snímek obrazovky uvnitř skutečného rámu zařízení. Vyberte kategorii a model na panelu vlastností.
da: Enhedsformer gengiver skærmbilledet inde i en ægte enhedsramme. Vælg en kategori og model i egenskabslinjen.
de: Geräteformen rendern den Screenshot innerhalb eines echten Geräterahmens. Wählen Sie in der Eigenschaftenleiste eine Kategorie und ein Modell aus.
el: Τα σχήματα συσκευής αποδίδουν το στιγμιότυπο οθόνης μέσα σε ένα πραγματικό πλαίσιο συσκευής. Επιλέξτε μια κατηγορία και ένα μοντέλο στη γραμμή ιδιοτήτων.
es: Las formas de los dispositivos representan la captura de pantalla dentro de un marco de dispositivo real. Elija una categoría y modelo en la barra de propiedades.
fa: اشکال دستگاه اسکرین شات را در یک قاب دستگاه واقعی ارائه می دهد. یک دسته و مدل را در نوار خواص انتخاب کنید.
fi: Laitteen muodot renderöivät kuvakaappauksen todellisen laitekehyksen sisällä. Valitse luokka ja malli ominaisuuspalkista.
fr: Les formes d'appareil restituent la capture d'écran dans un véritable cadre d'appareil. Choisissez une catégorie et un modèle dans la barre de propriétés.
he: צורות מכשיר מציגות את צילום המסך בתוך מסגרת אמיתית של מכשיר. בחר קטגוריה ודגם בסרגל המאפיינים.
hr: Oblici uređaja prikazuju snimku zaslona unutar pravog okvira uređaja. Odaberite kategoriju i model na traci svojstava.
hu: Az eszközformák a képernyőképet valódi eszközkereten belül jelenítik meg. Válasszon egy kategóriát és modellt a tulajdonságsávban.
id: Bentuk perangkat menampilkan tangkapan layar di dalam bingkai perangkat sebenarnya. Pilih kategori dan model di bilah properti.
ja: デバイスの形状は、実際のデバイスのフレーム内にスクリーンショットをレンダリングします。プロパティ バーでカテゴリとモデルを選択します。
ko: 장치 모양은 실제 장치 프레임 내부에 스크린샷을 렌더링합니다. 속성 표시줄에서 카테고리와 모델을 선택합니다.
ms: Bentuk peranti menjadikan tangkapan skrin dalam bingkai peranti sebenar. Pilih kategori dan model dalam bar sifat.
nl: Apparaatvormen geven de schermafbeelding weer in een echt apparaatframe. Kies een categorie en model in de eigenschappenbalk.
no: Enhetsformer gjengir skjermbildet i en ekte enhetsramme. Velg en kategori og modell i egenskapslinjen.
pl: Kształty urządzeń renderują zrzut ekranu w rzeczywistej ramce urządzenia. Wybierz kategorię i model na pasku właściwości.
pt_br: As formas do dispositivo renderizam a captura de tela dentro de um quadro real do dispositivo. Escolha uma categoria e modelo na barra de propriedades.
pt_pt: As formas do dispositivo renderizam a captura de ecrã dentro de um quadro real do dispositivo. Escolha uma categoria e modelo na barra de propriedades.
ro: Formele dispozitivului redă captura de ecran într-un cadru real al dispozitivului. Alegeți o categorie și un model din bara de proprietăți.
sk: Tvary zariadení vykreslia snímku obrazovky v rámci skutočného zariadenia. Vyberte kategóriu a model na paneli vlastností.
sl: Oblike naprave upodabljajo posnetek zaslona znotraj realnega okvirja naprave. V vrstici lastnosti izberite kategorijo in model.
sv: Enhetsformer återger skärmdumpen i en riktig enhetsram. Välj en kategori och modell i egenskapsfältet.
th: รูปร่างของอุปกรณ์แสดงภาพหน้าจอภายในกรอบอุปกรณ์จริง เลือกหมวดหมู่และรุ่นในแถบคุณสมบัติ
ur: ڈیوائس کی شکلیں اسکرین شاٹ کو حقیقی ڈیوائس فریم کے اندر پیش کرتی ہیں۔ پراپرٹیز بار میں ایک زمرہ اور ماڈل منتخب کریں۔
vi: Hình dạng thiết bị hiển thị ảnh chụp màn hình bên trong khung thiết bị thực. Chọn một danh mục và mô hình trong thanh thuộc tính.
zh_hans: 设备形状在真实设备框架内呈现屏幕截图。在属性栏中选择类别和型号。

source: Device shapes render the screenshot inside a real device frame. Select one, then pick a category and model in the properties bar.
ar: تعرض أشكال الأجهزة لقطة الشاشة داخل إطار جهاز حقيقي. حدد واحدة، ثم اختر فئة ونموذجًا في شريط الخصائص.
ca: Les formes del dispositiu mostren la captura de pantalla dins d'un marc de dispositiu real. Seleccioneu-ne un i, a continuació, trieu una categoria i un model a la barra de propietats.
cs: Tvary zařízení vykreslují snímek obrazovky uvnitř skutečného rámu zařízení. Vyberte jeden a poté vyberte kategorii a model na panelu vlastností.
da: Enhedsformer gengiver skærmbilledet inde i en ægte enhedsramme. Vælg en, og vælg derefter en kategori og model i egenskabslinjen.
de: Geräteformen zeigen den Screenshot in einem echten Geräterahmen. Wähle eine aus und dann in der Eigenschaftenleiste Kategorie und Modell.
el: Τα σχήματα συσκευής αποδίδουν το στιγμιότυπο οθόνης μέσα σε ένα πραγματικό πλαίσιο συσκευής. Επιλέξτε ένα και, στη συνέχεια, επιλέξτε μια κατηγορία και ένα μοντέλο στη γραμμή ιδιοτήτων.
es: Las formas de dispositivo muestran la captura dentro de un marco de dispositivo real. Selecciona una y elige una categoría y un modelo en la barra de propiedades.
fa: شکل‌های دستگاه اسکرین‌شات را درون قاب واقعی دستگاه رندر می‌کنند. یکی را انتخاب کنید، سپس در نوار ویژگی‌ها دسته و مدل را برگزینید.
fi: Laitteen muodot renderöivät kuvakaappauksen todellisen laitekehyksen sisällä. Valitse yksi ja valitse sitten luokka ja malli ominaisuuspalkista.
fr: Les formes d'appareil affichent la capture d'écran dans un véritable cadre d'appareil. Sélectionnez-en une, puis choisissez une catégorie et un modèle dans la barre des propriétés.
he: צורות מכשיר מציגות את צילום המסך בתוך מסגרת אמיתית של מכשיר. בחר אחד, ולאחר מכן בחר קטגוריה ודגם בסרגל המאפיינים.
hr: Oblici uređaja prikazuju snimku zaslona unutar pravog okvira uređaja. Odaberite jedan, zatim odaberite kategoriju i model na traci svojstava.
hu: Az eszközformák a képernyőképet valódi eszközkereten belül jelenítik meg. Válasszon ki egyet, majd válasszon egy kategóriát és modellt a tulajdonságsávon.
id: Bentuk perangkat menampilkan tangkapan layar di dalam bingkai perangkat sebenarnya. Pilih salah satu, lalu pilih kategori dan model di bilah properti.
it: Le forme dispositivo mostrano lo screenshot all'interno di una vera cornice del dispositivo. Selezionane una, poi scegli una categoria e un modello nella barra delle proprietà.
ja: デバイス図形は、スクリーンショットを実機のフレームの中にレンダリングします。デバイス図形を選択し、プロパティバーでカテゴリとモデルを選びます。
ko: 기기 도형은 실제 기기 프레임 안에 스크린샷을 렌더링합니다. 하나를 선택한 다음 속성 막대에서 카테고리와 모델을 선택하세요.
ms: Bentuk peranti menjadikan tangkapan skrin dalam bingkai peranti sebenar. Pilih satu, kemudian pilih kategori dan model dalam bar sifat.
nl: Apparaatvormen geven de schermafbeelding weer in een echt apparaatframe. Selecteer er een en kies vervolgens een categorie en model in de eigenschappenbalk.
no: Enhetsformer gjengir skjermbildet i en ekte enhetsramme. Velg en, og velg deretter en kategori og modell i egenskapslinjen.
pl: Kształty urządzeń renderują zrzut ekranu w rzeczywistej ramce urządzenia. Wybierz jeden, a następnie wybierz kategorię i model na pasku właściwości.
pt_br: As formas de dispositivo mostram a captura de tela dentro de uma moldura real. Selecione uma e escolha a categoria e o modelo na barra de propriedades.
pt_pt: As formas do dispositivo renderizam a captura de ecrã dentro de um quadro real do dispositivo. Selecione um e escolha uma categoria e modelo na barra de propriedades.
ro: Formele dispozitivului redă captura de ecran într-un cadru real al dispozitivului. Selectați unul, apoi alegeți o categorie și un model din bara de proprietăți.
ru: Фигуры устройств отрисовывают скриншот внутри настоящей рамки устройства. Выберите фигуру, затем выберите категорию и модель на панели свойств.
sk: Tvary zariadení vykreslia snímku obrazovky v rámci skutočného zariadenia. Vyberte jeden a potom vyberte kategóriu a model na paneli vlastností.
sl: Oblike naprave upodabljajo posnetek zaslona znotraj realnega okvirja naprave. Izberite eno, nato izberite kategorijo in model v vrstici lastnosti.
sv: Enhetsformer återger skärmdumpen i en riktig enhetsram. Välj en och välj sedan en kategori och modell i egenskapsfältet.
th: รูปร่างของอุปกรณ์แสดงภาพหน้าจอภายในกรอบอุปกรณ์จริง เลือกหนึ่งรายการ จากนั้นเลือกหมวดหมู่และรุ่นในแถบคุณสมบัติ
tr: Aygıt şekilleri ekran görüntüsünü gerçek bir aygıt çerçevesinin içinde oluşturur. Birini seçin, ardından özellikler çubuğunda bir kategori ve model belirleyin.
uk: Фігури-пристрої рендерять знімок екрана всередині справжньої рамки пристрою. Виберіть одну, а потім виберіть категорію та модель на панелі властивостей.
ur: ڈیوائس کی شکلیں اسکرین شاٹ کو حقیقی ڈیوائس فریم کے اندر پیش کرتی ہیں۔ ایک کو منتخب کریں، پھر پراپرٹیز بار میں زمرہ اور ماڈل منتخب کریں۔
vi: Hình dạng thiết bị hiển thị ảnh chụp màn hình bên trong khung thiết bị thực. Chọn một, sau đó chọn danh mục và mô hình trong thanh thuộc tính.
zh_hans: 设备形状会在真实的设备边框中渲染截图。选择一个设备形状，然后在属性栏中选择类别和型号。
zh_hant: 裝置形狀會在真實的裝置外框中轉譯螢幕截圖。選取一個裝置形狀，然後在屬性列中選擇類別和型號。

source: Devices
ar: الأجهزة
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
el: Συσκευές
es: Dispositivos
fa: دستگاه‌ها
fi: Laitteet
fr: Appareils
he: מכשירים
hr: Uređaji
hu: Eszközök
id: Perangkat
it: Dispositivi
ja: デバイス
ko: 기기
ms: Peranti
nl: Apparaten
no: Enheter
pl: Urządzenia
pt_br: Dispositivos
pt_pt: Dispositivos
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sl: Naprave
sv: Enheter
th: อุปกรณ์
tr: Aygıtlar
uk: Пристрої
ur: آلات
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

source: Devices & Frames
ar: الأجهزة والإطارات
ca: Dispositius i marcs
cs: Zařízení a rámy
da: Enheder og rammer
de: Geräte und Rahmen
el: Συσκευές & Πλαίσια
es: Dispositivos y marcos
fa: دستگاه‌ها و قاب‌ها
fi: Laitteet ja kehykset
fr: Appareils et cadres
he: מכשירים ומסגרות
hr: Uređaji i okviri
hu: Eszközök és keretek
id: Perangkat & Bingkai
it: Dispositivi e cornici
ja: デバイスとフレーム
ko: 기기 및 프레임
ms: Peranti & Bingkai
nl: Apparaten en frames
no: Enheter og rammer
pl: Urządzenia i ramki
pt_br: Dispositivos e molduras
pt_pt: Dispositivos e molduras
ro: Dispozitive și cadre
ru: Устройства и рамки
sk: Zariadenia a rámy
sl: Naprave in okvirji
sv: Enheter och ramar
th: อุปกรณ์และเฟรม
tr: Aygıtlar ve Çerçeveler
uk: Пристрої та рамки
ur: آلات اور فریم
vi: Thiết bị & Khung
zh_hans: 设备和边框
zh_hant: 裝置與外框
